Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DefaultWindowManagementSetting-Edge
source: Denies the Window Management permission on all sites by default
ar: رفض إذن إدارة النوافذ على جميع المواقع بشكل افتراضي
de: Verweigert standardmäßig die Berechtigung „Fensterverwaltung“ auf allen Websites
el_gr: Άρνηση της άδειας Διαχείρισης Παραθύρων σε όλους τους ιστότοπους από προεπιλογή
es: Denegar el permiso de Administración de Ventanas en todos los sitios por defecto
fr_fr: Refuser l'autorisation de gestion des fenêtres sur tous les sites par défaut
he_il: דחיית הרשאת ניהול חלונות בכל האתרים כברירת מחדל
hi_in: डिफ़ॉल्ट रूप से सभी साइटों पर विंडो प्रबंधन अनुमति अस्वीकार करें
ja_jp: 既定ですべてのサイトでウィンドウ管理の許可を拒否する
ml_in: ഡിഫോൾട്ടായി എല്ലാ സൈറ്റുകളിലും വിൻഡോ മാനേജ്‌മെന്റ് അനുമതി നിരസിക്കുക
pl_pl: Odmów uprawnień zarządzania oknami domyślnie we wszystkich witrynach
tr_tr: Varsayılan olarak tüm sitelerde Pencere Yönetimi iznini reddeder

# DynamicCodeSettings-Edge
source: Prevent the browser process from creating dynamic code
ar: منع عملية المتصفح من إنشاء رمز ديناميكي
de: Verhindert, dass der Browserprozess dynamischen Code erstellt
el_gr: Αποτροπή της διεργασίας του προγράμματος περιήγησης από τη δημιουργία δυναμικού κώδικα
es: Evitar que el proceso del navegador genere código dinámico
fr_fr: Empêcher le processus du navigateur de créer du code dynamique
he_il: מניעת תהליך הדפדפן מיצירת קוד דינמי
hi_in: ब्राउज़र प्रक्रिया को गतिशील कोड उत्पन्न करने से रोकें
ja_jp: ブラウザー プロセスによる動的コードの作成を防止する
ml_in: ബ്രൗസർ പ്രക്രിയയെ ഡൈനാമിക് കോഡ് സൃഷ്ടിക്കുന്നതിൽ നിന്ന് തടയുക
pl_pl: Zapobiegaj generowaniu kodu dynamicznego przez proces przeglądarki
tr_tr: Tarayıcı işleminin dinamik kod oluşturmasını önleyin

# HideFileExt-NonAdmin
source: Enable showing File extensions in File Explorer
ar: تفعيل إظهار امتدادات الملفات في مستكشف الملفات
de: Anzeige von Dateierweiterungen im Datei-Explorer aktivieren
el_gr: Ενεργοποίηση εμφάνισης επεκτάσεων αρχείων στην Εξερεύνηση Αρχείων
es: Habilitar mostrar extensiones de archivo en el Explorador de Archivos
fr_fr: Activer l'affichage des extensions de fichiers dans l'Explorateur de fichiers
he_il: הפעלת הצגת סיומות קבצים בסייר הקבצים
hi_in: फ़ाइल एक्सप्लोरर में फ़ाइल एक्सटेंशन दिखाना सक्षम करें
ja_jp: エクスプローラーでファイル拡張子を表示する
ml_in: ഫയൽ എക്സ്പ്ലോററിൽ ഫയൽ എക്സ്റ്റൻഷനുകൾ കാണിക്കുന്നത് പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz pokazywanie rozszerzeń plików w Eksploratorze plików
tr_tr: Dosya Gezgini'nde Dosya uzantılarının gösterilmesini etkinleştir

# Hidden-NonAdmin
source: Enable showing hidden files in File Explorer
ar: تفعيل إظهار الملفات المخفية في مستكشف الملفات
de: Anzeige versteckter Dateien im Datei-Explorer aktivieren
el_gr: Ενεργοποίηση εμφάνισης κρυφών αρχείων στην Εξερεύνηση Αρχείων
es: Habilitar mostrar archivos ocultos en el Explorador de Archivos
fr_fr: Activer l'affichage des fichiers cachés dans l'Explorateur de fichiers
he_il: הפעלת הצגת קבצים מוסתרים בסייר הקבצים
hi_in: फ़ाइल एक्सप्लोरर में छुपी हुई फ़ाइलें दिखाना सक्षम करें
ja_jp: エクスプローラーで隠しファイルを表示する
ml_in: ഫയൽ എക്സ്പ്ലോററിൽ മറഞ്ഞിരിക്കുന്ന ഫയലുകൾ കാണിക്കുന്നത് പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz pokazywanie ukrytych plików w Eksploratorze plików
tr_tr: Dosya Gezgini'nde gizli dosyaların gösterilmesini etkinleştir

# HttpAcceptLanguageOptOut-NonAdmin
source: Disable websites from accessing local language list
ar: تعطيل وصول المواقع إلى قائمة اللغات المحلية
de: Websites den Zugriff auf die lokale Sprachliste untersagen
el_gr: Απενεργοποίηση πρόσβασης ιστότοπων στη λίστα τοπικών γλωσσών
es: Deshabilitar el acceso de sitios web a la lista de idiomas locales
fr_fr: Empêcher les sites web d'accéder à la liste des langues locales
he_il: ביטול גישת אתרים לרשימת שפות מקומית
hi_in: वेबसाइटों की स्थानीय भाषाओं की सूची तक पहुंच अक्षम करें
ja_jp: Web サイトによるローカルの言語一覧へのアクセスを無効にする
ml_in: പ്രാദേശിക ഭാഷകളുടെ ലിസ്റ്റിലേക്കുള്ള വെബ്‌സൈറ്റുകളുടെ ആക്‌സസ് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz dostęp witryn do listy języków lokalnych
tr_tr: Web sitelerinin yerel dil listesine erişimini devre dışı bırakın

# SafeSearchMode-NonAdmin
source: Turn off safe search in Windows search
ar: إيقاف البحث الآمن في بحث Windows
de: Sichere Suche in der Windows-Suche deaktivieren
el_gr: Απενεργοποίηση ασφαλούς αναζήτησης στην αναζήτηση των Windows
es: Desactivar búsqueda segura en la búsqueda de Windows
fr_fr: Désactiver la recherche sécurisée dans la recherche Windows
he_il: כיבוי חיפוש בטוח בחיפוש Windows
hi_in: Windows खोज में सुरक्षित खोज बंद करें
ja_jp: Windows 検索でセーフ サーチをオフにする
ml_in: Windows തിരയലിൽ സുരക്ഷിത തിരയൽ ഓഫാക്കുക
pl_pl: Wyłącz bezpieczne wyszukiwanie w wyszukiwaniu Windows
tr_tr: Windows aramada güvenli aramayı kapatın

# EnableClipboardHistory-NonAdmin
source: Enable Clipboard History
ar: تفعيل سجل الحافظة
de: Zwischenablageverlauf aktivieren
el_gr: Ενεργοποίηση Ιστορικού Προχείρου
es: Habilitar Historial del Portapapeles
fr_fr: Activer l'historique du presse-papiers
he_il: הפעלת היסטוריית לוח העתקה
hi_in: क्लिपबोर्ड इतिहास सक्षम करें
ja_jp: クリップボードの履歴を有効にする
ml_in: ക്ലിപ്പ്‌ബോർഡ് ചരിത്രം പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz historię schowka
tr_tr: Pano Geçmişini Etkinleştir

# EnableHwkbTextPrediction-NonAdmin
source: Turn on Show text suggestions when typing on the physical keyboard
ar: تشغيل إظهار اقتراحات النص عند الكتابة على لوحة المفاتيح الفعلية
de: Textvorschläge beim Tippen auf der physischen Tastatur einschalten
el_gr: Ενεργοποίηση εμφάνισης προτάσεων κειμένου κατά την πληκτρολόγηση στο φυσικό πληκτρολόγιο
es: Activar mostrar sugerencias de texto al escribir en el teclado físico
fr_fr: Activer Afficher des suggestions de texte lors de la frappe sur le clavier physique
he_il: הפעלת הצגת הצעות טקסט בעת הקלדה במקלדת הפיזית
hi_in: भौतिक कीबोर्ड पर टाइप करते समय पाठ सुझाव दिखाना चालू करें
ja_jp: 物理キーボードでの入力時に文字候補を表示する機能をオンにする
ml_in: ഫിസിക്കൽ കീബോർഡിൽ ടൈപ്പ് ചെയ്യുമ്പോൾ ടെക്‌സ്റ്റ് നിർദ്ദേശങ്ങൾ കാണിക്കുന്നത് ഓണാക്കുക
pl_pl: Włącz pokazywanie sugestii tekstowych podczas pisania na klawiaturze fizycznej
tr_tr: Fiziksel klavyede yazarken metin önerilerini göster seçeneğini açın

# MultilingualEnabled-NonAdmin
source: Turn on Multilingual text suggestions
ar: تشغيل اقتراحات النص متعددة اللغات
de: Mehrsprachige Textvorschläge einschalten
el_gr: Ενεργοποίηση πολύγλωσσων προτάσεων κειμένου
es: Activar sugerencias de texto multilingües
fr_fr: Activer les suggestions de texte multilingues
he_il: הפעלת הצעות טקסט רב לשוניות
hi_in: बहुभाषी पाठ सुझाव चालू करें
ja_jp: 多言語の文字候補をオンにする
ml_in: ബഹുഭാഷാ ടെക്‌സ്റ്റ് നിർദ്ദേശങ്ങൾ ഓണാക്കുക
pl_pl: Włącz wielojęzyczne sugestie tekstowe
tr_tr: Çok dilli metin önerilerini açın

# Flags-NonAdmin
source: Turn off sticky key shortcut of pressing shift key 5 time fast
ar: إيقاف اختصار المفتاح اللاصق بالضغط على مفتاح shift 5 مرات بسرعة
de: Tastenkombination für Einrastfunktion (Umschalttaste fünfmal schnell drücken) deaktivieren
el_gr: Απενεργοποίηση συντόμευσης κολλώδους πλήκτρου πατώντας το πλήκτρο shift 5 φορές γρήγορα
es: Desactivar el atajo de tecla adhesiva presionando shift 5 veces rápidamente
fr_fr: Désactiver le raccourci des touches rémanentes (appuyer 5 fois sur Maj)
he_il: כיבוי קיצור המקש הדביק של לחיצה על מקש shift 5 פעמים מהר
hi_in: Shift कुंजी को 5 बार तेज़ी से दबाकर स्टिकी कुंजी शॉर्टकट बंद करें
ja_jp: Shift キーを 5 回続けて押す固定キーのショートカットをオフにする
ml_in: Shift കീ 5 തവണ വേഗത്തിൽ അമർത്തി സ്റ്റിക്കി കീ ഷോർട്ട്‌കട്ട് ഓഫാക്കുക
pl_pl: Wyłącz skrót klawiszy trwałych poprzez szybkie naciśnięcie klawisza Shift 5 razy
tr_tr: Shift tuşuna 5 kez hızlı basmanın yapışkan tuş kısayolunu kapatın

# NOC_GLOBAL_SETTING_ALLOW_CRITICAL_TOASTS_ABOVE_LOCK-NonAdmin
source: Disables show reminders and incoming VoIP calls on the lock screen
ar: تعطيل إظهار التذكيرات ومكالمات VoIP الواردة على شاشة القفل
de: Anzeige von Erinnerungen und eingehenden VoIP-Anrufen auf dem Sperrbildschirm deaktivieren
el_gr: Απενεργοποίηση εμφάνισης υπενθυμίσεων και εισερχόμενων κλήσεων VoIP στην οθόνη κλειδώματος
es: Deshabilitar mostrar recordatorios y llamadas VoIP entrantes en la pantalla de bloqueo
fr_fr: Désactiver l'affichage des rappels et des appels VoIP entrants sur l'écran de verrouillage
he_il: ביטול הצגת תזכורות ושיחות VoIP נכנסות במסך הנעילה
hi_in: लॉक स्क्रीन पर रिमाइंडर और इनकमिंग VoIP कॉल दिखाना अक्षम करें
ja_jp: ロック画面にリマインダーや着信 VoIP 通話を表示する機能を無効にする
ml_in: ലോക്ക് സ്‌ക്രീനിൽ റിമൈൻഡറുകളും ഇൻകമിംഗ് VoIP കോളുകളും കാണിക്കുന്നത് അപ്രാപ്തമാക്കുക
pl_pl: Wyłącz pokazywanie przypomnień i przychodzących połączeń VoIP na ekranie blokady
tr_tr: Kilit ekranında hatırlatıcıları ve gelen VoIP çağrılarını göstermeyi devre dışı bırakır

# BackupDirectory-OptionalOverrides
source: Disable backing up local admin account password to Active Directory.
ar: تعطيل النسخ الاحتياطي لكلمة مرور حساب المسؤول المحلي إلى Active Directory.
de: Sicherung des Kennworts des lokalen Administratorkontos in Active Directory deaktivieren.
el_gr: Απενεργοποίηση δημιουργίας αντιγράφων ασφαλείας κωδικού πρόσβασης τοπικού λογαριασμού διαχειριστή στο Active Directory.
es: Deshabilitar el respaldo de contraseña de cuenta de administrador local en Active Directory.
he_il: ביטול גיבוי סיסמת חשבון מנהל מקומי ל-Active Directory.
hi_in: Active Directory में स्थानीय व्यवस्थापक खाता पासवर्ड का बैकअप अक्षम करें।
ml_in: Active Directory-യിൽ പ്രാദേശിക അഡ്മിനിസ്‌ട്രേറ്റർ അക്കൗണ്ട് പാസ്‌വേഡ് ബാക്കപ്പ് അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz tworzenie kopii zapasowej hasła lokalnego konta administratora w Active Directory.

# LocalAccountTokenFilterPolicy-OptionalOverrides
source: Apply UAC restrictions to local accounts on network logons
ar: تطبيق قيود UAC على الحسابات المحلية في عمليات تسجيل الدخول عبر الشبكة
de: UAC-Einschränkungen auf lokale Konten bei Netzwerkanmeldungen anwenden
el_gr: Εφαρμογή περιορισμών UAC σε τοπικούς λογαριασμούς κατά τις συνδέσεις δικτύου
es: Aplicar restricciones UAC a cuentas locales en inicios de sesión de red
fr_fr: Appliquer les restrictions UAC aux comptes locaux lors des ouvertures de session réseau
he_il: החלת הגבלות UAC על חשבונות מקומיים בכניסות רשת
hi_in: नेटवर्क लॉगऑन पर स्थानीय खातों पर UAC प्रतिबंध लागू करें
ja_jp: ネットワーク ログオン時にローカル アカウントへ UAC 制限を適用する
ml_in: നെറ്റ്‌വർക്ക് ലോഗ്ഓണുകളിൽ പ്രാദേശിക അക്കൗണ്ടുകളിൽ UAC നിയന്ത്രണങ്ങൾ പ്രയോഗിക്കുക
pl_pl: Wymuś ograniczenia UAC na konta lokalne podczas logowań sieciowych
tr_tr: Ağda oturum açma sırasında yerel hesaplara UAC kısıtlamaları uygulama

# RDVDenyCrossOrg-OptionalOverrides
source: Let the OS use BitLocker encrypted drives created in other organizations.
ar: السماح لنظام التشغيل باستخدام محركات الأقراص المشفرة بـ BitLocker التي تم إنشاؤها في مؤسسات أخرى.
de: Dem Betriebssystem erlauben, von anderen Organisationen erstellte BitLocker-verschlüsselte Laufwerke zu verwenden.
el_gr: Να επιτρέπεται στο λειτουργικό σύστημα να χρησιμοποιεί μονάδες κρυπτογραφημένες με BitLocker που δημιουργήθηκαν σε άλλους οργανισμούς.
es: Permitir que el sistema operativo use unidades cifradas con BitLocker creadas en otras organizaciones.
fr_fr: Laisser l'OS utiliser les lecteurs chiffrés par BitLocker créés dans d'autres organisations.
he_il: אפשור למערכת ההפעלה להשתמש בכוננים מוצפני BitLocker שנוצרו בארגונים אחרים.
hi_in: ऑपरेटिंग सिस्टम को अन्य संगठनों में बनाई गई BitLocker-एन्क्रिप्टेड ड्राइव का उपयोग करने की अनुमति दें।
ja_jp: 他の組織で作成された BitLocker 暗号化ドライブを OS が使用できるようにする。
ml_in: മറ്റ് സ്ഥാപനങ്ങളിൽ സൃഷ്ടിച്ച BitLocker-എൻക്രിപ്റ്റ് ചെയ്ത ഡ്രൈവുകൾ ഉപയോഗിക്കാൻ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തെ അനുവദിക്കുക.
pl_pl: Zezwól systemowi operacyjnemu na używanie dysków zaszyfrowanych przez BitLocker utworzonych w innych organizacjach.
tr_tr: İşletim sisteminin diğer kuruluşlarda oluşturulan BitLocker şifreli sürücülerini kullanmasına izin verin.

# DisableWindowsConsumerFeatures-OptionalOverrides
source: Do not turn off experiences that help consumers make the most of their devices and Microsoft account.
ar: عدم إيقاف التجارب التي تساعد المستهلكين على الاستفادة القصوى من أجهزتهم وحساب Microsoft.
de: Erlebnisse nicht deaktivieren, die Verbrauchern helfen, das Beste aus ihren Geräten und dem Microsoft-Konto herauszuholen.
el_gr: Να μην απενεργοποιούνται εμπειρίες που βοηθούν τους καταναλωτές να αξιοποιήσουν στο έπακρο τις συσκευές τους και τον λογαριασμό Microsoft.
es: No desactivar experiencias que ayudan a los consumidores a aprovechar al máximo sus dispositivos y cuenta Microsoft.
fr_fr: Ne pas désactiver les expériences qui aident les consommateurs à tirer le meilleur parti de leurs appareils et de leur compte Microsoft.
he_il: אי כיבוי חוויות שעוזרות לצרכנים להפיק את המרב מהמכשירים שלהם וחשבון Microsoft.
hi_in: उपभोक्ताओं को अपने डिवाइस और Microsoft खाते का अधिकतम लाभ उठाने में मदद करने वाले अनुभवों को बंद न करें।
ja_jp: 消費者がデバイスと Microsoft アカウントを最大限に活用できるように支援するエクスペリエンスをオフにしない。
ml_in: ഉപഭോക്താക്കളെ അവരുടെ ഉപകരണങ്ങളും Microsoft അക്കൗണ്ടും പരമാവധി പ്രയോജനപ്പെടുത്താൻ സഹായിക്കുന്ന അനുഭവങ്ങൾ ഓഫാക്കരുത്.
pl_pl: Nie wyłączaj doświadczeń, które pomagają konsumentom w pełni wykorzystać swoje urządzenie i konto Microsoft.
tr_tr: Tüketicilerin cihazlarından ve Microsoft hesabından en iyi şekilde yararlanmasına yardımcı olan deneyimleri kapatmayın.

# AllowGameDVR-OptionalOverrides
source: Allow Game DVR feature to be used.
ar: السماح باستخدام ميزة Game DVR.
de: Verwendung der Game-DVR-Funktion zulassen.
el_gr: Να επιτρέπεται η χρήση της λειτουργίας Game DVR.
es: Permitir el uso de la función Game DVR.
fr_fr: Autoriser l'utilisation de la fonctionnalité Jeux DVR.
he_il: אפשור שימוש בתכונת Game DVR.
hi_in: Game DVR सुविधा के उपयोग की अनुमति दें।
ja_jp: ゲーム DVR 機能の使用を許可する。
ml_in: Game DVR സവിശേഷതയുടെ ഉപയോഗം അനുവദിക്കുക.
pl_pl: Zezwól na używanie funkcji Game DVR.
tr_tr: Oyun DVR özelliğinin kullanılmasına izin verin.

# NC_ShowSharedAccessUI-OptionalOverrides
source: Enable Internet Connection Sharing (ICS) user interface for the local Admin.
ar: تفعيل واجهة مستخدم مشاركة اتصال الإنترنت (ICS) للمسؤول المحلي.
de: Benutzeroberfläche für Internetverbindungsfreigabe (ICS) für den lokalen Administrator aktivieren.
el_gr: Ενεργοποίηση διεπαφής χρήστη Κοινής Χρήσης Σύνδεσης Διαδικτύου (ICS) για τον τοπικό Διαχειριστή.
es: Habilitar la interfaz de usuario de Conexión Compartida a Internet (ICS) para el Administrador local.
fr_fr: Activer l'interface utilisateur de partage de connexion Internet (ICS) pour l'administrateur local.
he_il: הפעלת ממשק משתמש של שיתוף חיבור אינטרנט (ICS) עבור המנהל המקומי.
hi_in: स्थानीय व्यवस्थापक के लिए इंटरनेट कनेक्शन शेयरिंग (ICS) UI सक्षम करें।
ja_jp: ローカル管理者向けにインターネット接続共有 (ICS) のユーザー インターフェイスを有効にする。
ml_in: പ്രാദേശിക അഡ്മിനിസ്‌ട്രേറ്റർക്കായി ഇന്റർനെറ്റ് കണക്ഷൻ പങ്കിടൽ (ICS) UI പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz interfejs udostępniania połączenia internetowego (ICS) dla administratora lokalnego.
tr_tr: Yerel Yönetici için İnternet Bağlantı Paylaşımı (ICS) kullanıcı arayüzünü etkinleştirin.

# Enabled-OptionalOverrides
source: Allow users to use Sudo feature.
ar: السماح للمستخدمين باستخدام ميزة Sudo.
de: Benutzern die Verwendung der Sudo-Funktion erlauben.
el_gr: Να επιτρέπεται στους χρήστες να χρησιμοποιούν τη λειτουργία Sudo.
es: Permitir a los usuarios usar la función Sudo.
fr_fr: Autoriser les utilisateurs à utiliser la fonctionnalité Sudo.
he_il: אפשור למשתמשים להשתמש בתכונת Sudo.
hi_in: उपयोगकर्ताओं को Sudo सुविधा का उपयोग करने की अनुमति दें।
ja_jp: ユーザーが Sudo 機能を使用できるようにする。
ml_in: ഉപയോക്താക്കളെ Sudo സവിശേഷത ഉപയോഗിക്കാൻ അനുവദിക്കുക.
pl_pl: Zezwól użytkownikom na używanie funkcji Sudo.
tr_tr: Kullanıcıların Sudo özelliğini kullanmasına izin verin.

# HideExclusionsFromLocalAdmins-OptionalOverrides
source: Do not hide exclusions in the Microsoft Defender from the local Admins.
ar: عدم إخفاء الاستثناءات في Microsoft Defender من المسؤولين المحليين.
de: Ausschlüsse in Microsoft Defender vor lokalen Administratoren nicht ausblenden.
el_gr: Να μην αποκρύπτονται οι εξαιρέσεις στο Microsoft Defender από τους τοπικούς Διαχειριστές.
es: No ocultar exclusiones en Microsoft Defender de los Administradores locales.
fr_fr: Ne pas masquer les exclusions dans Microsoft Defender pour les administrateurs locaux.
he_il: אי הסתרת החרגות ב-Microsoft Defender מהמנהלים המקומיים.
hi_in: Microsoft Defender में बहिष्करणों को स्थानीय व्यवस्थापकों से न छुपाएं।
ja_jp: Microsoft Defender の除外項目をローカル管理者から隠さない。
ml_in: Microsoft Defender-ലെ ഒഴിവാക്കലുകൾ പ്രാദേശിക അഡ്മിനിസ്‌ട്രേറ്റർമാരിൽ നിന്ന് മറയ്ക്കരുത്.
pl_pl: Nie ukrywaj wykluczeń przed lokalnymi administratorami w Microsoft Defender.
tr_tr: Microsoft Defender'daki istisnaları yerel Yöneticilerden gizlemeyin.

# fDisableCdm-OptionalOverrides
source: Allow drive mapping in Remote Desktop Sessions and Hyper-V
ar: السماح بتعيين محرك الأقراص في جلسات سطح المكتب البعيد و Hyper-V
de: Laufwerkszuordnung in Remotedesktopsitzungen und Hyper-V zulassen
el_gr: Να επιτρέπεται η αντιστοίχιση μονάδων σε Συνεδρίες Απομακρυσμένης Επιφάνειας Εργασίας και Hyper-V
es: Permitir mapeo de unidades en Sesiones de Escritorio Remoto y Hyper-V
fr_fr: Autoriser le mappage de lecteurs dans les sessions Bureau à distance et Hyper-V
he_il: אפשור מיפוי כוננים בסשנים של שולחן עבודה מרוחק ו-Hyper-V
hi_in: रिमोट डेस्कटॉप सत्र और Hyper-V में ड्राइव मैपिंग की अनुमति दें
ja_jp: リモート デスクトップ セッションおよび Hyper-V でのドライブの割り当てを許可する
ml_in: റിമോട്ട് ഡെസ്ക്‌ടോപ്പ് സെഷനുകളിലും Hyper-V-യിലും ഡ്രൈവ് മാപ്പിംഗ് അനുവദിക്കുക
pl_pl: Zezwól na mapowanie dysków w sesjach pulpitu zdalnego i Hyper-V
tr_tr: Uzak Masaüstü Oturumlarında ve Hyper-V'de sürücü eşlemeye izin ver

# fDisableClip-OptionalOverrides
source: Allow Clipboard sharing in Remote Desktop Sessions and Hyper-V
ar: السماح بمشاركة الحافظة في جلسات سطح المكتب البعيد و Hyper-V
de: Freigabe der Zwischenablage in Remotedesktopsitzungen und Hyper-V zulassen
el_gr: Να επιτρέπεται η κοινή χρήση Προχείρου σε Συνεδρίες Απομακρυσμένης Επιφάνειας Εργασίας και Hyper-V
es: Permitir compartir Portapapeles en Sesiones de Escritorio Remoto y Hyper-V
fr_fr: Autoriser le partage du presse-papiers dans les sessions Bureau à distance et Hyper-V
he_il: אפשור שיתוף לוח העתקה בסשנים של שולחן עבודה מרוחק ו-Hyper-V
hi_in: रिमोट डेस्कटॉप सत्र और Hyper-V में क्लिपबोर्ड साझाकरण की अनुमति दें
ja_jp: リモート デスクトップ セッションおよび Hyper-V でのクリップボードの共有を許可する
ml_in: റിമോട്ട് ഡെസ്ക്‌ടോപ്പ് സെഷനുകളിലും Hyper-V-യിലും ക്ലിപ്പ്‌ബോർഡ് പങ്കിടൽ അനുവദിക്കുക
pl_pl: Zezwól na udostępnianie schowka w sesjach pulpitu zdalnego i Hyper-V
tr_tr: Uzak Masaüstü Oturumlarında ve Hyper-V'de Pano paylaşımına izin ver

# PolicyVersionOverride-OptionalOverrides
source: Configure Windows Firewall policy version
ar: تكوين إصدار سياسة جدار حماية Windows
de: Richtlinienversion der Windows-Firewall konfigurieren
el_gr: Διαμόρφωση έκδοσης πολιτικής Τείχους Προστασίας των Windows
es: Configurar versión de política del Firewall de Windows
fr_fr: Configurer la version de la stratégie du pare-feu Windows
he_il: הגדרת גרסת מדיניות חומת האש של Windows
hi_in: Windows फ़ायरवॉल नीति संस्करण कॉन्फ़िगर करें
ja_jp: Windows ファイアウォール ポリシーのバージョンを構成する
ml_in: Windows ഫയർവാൾ നയ പതിപ്പ് കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj wersję zasad Zapory Windows
tr_tr: Windows Güvenlik Duvarı ilkesi sürümünü yapılandırma

# DisableNotificationsPrivateOverride-OptionalOverrides
source: Do not disable notifications in the Windows Firewall for Private Profile
ar: عدم تعطيل الإشعارات في جدار حماية Windows لملف التعريف الخاص
de: Benachrichtigungen in der Windows-Firewall für das private Profil nicht deaktivieren
el_gr: Να μην απενεργοποιούνται οι ειδοποιήσεις στο Τείχος Προστασίας των Windows για το Ιδιωτικό Προφίλ
es: No deshabilitar notificaciones en el Firewall de Windows para el Perfil Privado
fr_fr: Ne pas désactiver les notifications dans le pare-feu Windows pour le profil Privé
he_il: אי ביטול התראות בחומת האש של Windows עבור פרופיל פרטי
hi_in: निजी प्रोफ़ाइल के लिए Windows फ़ायरवॉल में सूचनाएं अक्षम न करें
ja_jp: プライベート プロファイルの Windows ファイアウォールで通知を無効にしない
ml_in: സ്വകാര്യ പ്രൊഫൈലിനായി Windows ഫയർവാളിൽ അറിയിപ്പുകൾ അപ്രാപ്തമാക്കരുത്
pl_pl: Nie wyłączaj powiadomień w Zaporze Windows dla profilu prywatnego
tr_tr: Özel Profil için Windows Güvenlik Duvarı'ndaki bildirimleri devre dışı bırakmayın

# AllowLocalPolicyMerge-OptionalOverrides
source: Allow Windows Firewall policies defined in Windows Firewall advanced settings section to be used instead of only enforcing those defined in Group Policy.
ar: السماح باستخدام سياسات جدار حماية Windows المحددة في قسم الإعدادات المتقدمة لجدار حماية Windows بدلاً من فرض تلك المحددة في نهج المجموعة فقط.
de: Zulassen, dass in den erweiterten Einstellungen der Windows-Firewall definierte Windows-Firewall-Richtlinien verwendet werden, anstatt ausschließlich die in der Gruppenrichtlinie definierten zu erzwingen.
el_gr: Να επιτρέπεται η χρήση πολιτικών Τείχους Προστασίας των Windows που ορίζονται στην ενότητα προηγμένων ρυθμίσεων Τείχους Προστασίας των Windows αντί της επιβολής μόνο αυτών που ορίζονται στην Πολιτική Ομάδας.
es: Permitir el uso de políticas de Firewall de Windows definidas en la sección de configuración avanzada del Firewall de Windows en lugar de aplicar solo las definidas en la Directiva de Grupo.
fr_fr: Autoriser l'utilisation des stratégies de pare-feu Windows définies dans la section des paramètres avancés au lieu d'imposer uniquement celles définies dans la stratégie de groupe.
he_il: אפשור שימוש במדיניויות חומת האש של Windows המוגדרות בקטע הגדרות מתקדמות של חומת האש של Windows במקום אכיפת אלו המוגדרות במדיניות קבוצתית בלבד.
hi_in: केवल समूह नीति में परिभाषित नीतियों को लागू करने के बजाय Windows फ़ायरवॉल उन्नत सेटिंग अनुभाग में परिभाषित Windows फ़ायरवॉल नीतियों के उपयोग की अनुमति दें।
ja_jp: グループ ポリシーで定義されたもののみを適用するのではなく、Windows ファイアウォールの詳細設定セクションで定義された Windows ファイアウォール ポリシーを使用できるようにする。
ml_in: ഗ്രൂപ്പ് നയത്തിൽ നിർവചിച്ചവ മാത്രം നടപ്പിലാക്കുന്നതിനുപകരം Windows ഫയർവാൾ വിപുലമായ ക്രമീകരണ വിഭാഗത്തിൽ നിർവചിച്ച Windows ഫയർവാൾ നയങ്ങളുടെ ഉപയോഗം അനുവദിക്കുക.
pl_pl: Zezwól na używanie zasad Zapory Windows zdefiniowanych w sekcji Zaawansowane ustawienia Zapory Windows zamiast wymuszania tylko tych zdefiniowanych w zasadach grupy.
tr_tr: Yalnızca Grup İlkesi'nde tanımlananları uygulamak yerine, Windows Güvenlik Duvarı gelişmiş ayarları bölümünde tanımlanan Windows Güvenlik Duvarı ilkelerinin kullanılmasına izin verin.
